Repository: MakiOmar/Anony-BMI-calculator
Catalog: languages/anony-bmi-calculator-*.po
Languages: ar

source: Slim
ar: نحيف

source: Normal
ar: طبيعي

source: Over weight
ar: وزن زائد

source: Obese
ar: سمنة مفرطة

source: Your gender?
ar: ما هو جنسك؟

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Your age?
ar: ماهو عمرك؟

source: Your height?
ar: ماهو طولك؟

source: 170 cm
ar: 170 سم

source: Your weight?
ar: ماهو وزنك؟

source: 60 kg
ar: 60 كجم

source: Calculate BMI
ar: حساب كتلة الجسم BMI

source: Your BMI
ar: كتلة جسمك BMI

source: Body status
ar: حالة الجسم

source: Your normal weight
ar: وزنك الطبيعي هو

source: Your optimal weight
ar: وزنك المثالي هو

source: Anony BMI calculator
ar: حاسبة كتلة الجسم

source: Calculate persons BMI dpending on gender, height and weight
ar: حساب كتلة الجسم اعتماداً على الجنس، الطول والوزن

source: Makiomar
ar: ماكيومار
